<?php

/**
 * ECSHOP 联动语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: umpay.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['suixingpay']   = '闪白条';
$_LANG['suixingpay_desc']    = '闪白条的“白条”是一项面向个人消费者的消费金融业务，以用户的信用体系为依据。在线实时评估客户信用，白条用户可选择延期付款、或者分期付款等两种不同消费付款方式。';
$_LANG['suixingpay_account'] = '随行支付帐号';
$_LANG['suixingpay_key']     = '随行支付密钥';
$_LANG['pay_button'] = '闪白条去支付';

?>