<?php

/**
 * ECSHOP 手机支付语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: mobpay.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['mobpay']   = '手机支付';
$_LANG['mobpay_desc']    = '通过中国移动手机支付渠道，买家可以直接付款给商家';
$_LANG['mobpay_account'] = '手机支付账号';
$_LANG['mobpay_key']     = '手机支付密钥';
$_LANG['pay_button'] = '手机支付';

?>